[
	{
		"title": "Quick guide for new users---ETC Tools",
		"content": "Located on the left side corner of the ETC site is the site <span style='color:green'><b>Menu</b></span>. Mouse-over the menu to see the utilities and tools provided on the site. <p>All the tools require input files in a certain format. The general steps for running each of the tools include:</p><br><br>1. Start a tool in one of the two ways:<ul><li>Click on a green <span style='color:green'><b>Begin ...</b></span> button on the homepage.</li><Click on a tool under the site Menu</li><ul><br>2. Read the <b>INPUT REQUIREMENTS</b> for the tool and create, upload or select appropriate input files (input files for Text Capture maybe created using Create Input button in <span style='color:green'><b>File Manager</b></span>).<br>3. Follow the <b>instructions</b> (on screen or in <span style='color:green'><b>Help</b></span> menu) to complete the necessary steps. Your progress is shown on the top of the screen.<br>4. The final step informs the user the location of output files if any is generated. Take note of the file location, then go to <span style='color:green'><b>File Manager</b></span> to retrieve or download the output.<br>"
	},
	{
		"title": "Quick guide for new time users---ETC Utilities",
		"content": "Located on the left side corner of the ETC site is the site <span style='color:green'><b>Menu</b></span>. Mouse-over it to see the utilities and tools provided on the site. <p>Utilities include:</p><br><br>1. <span style='color:green'><b>File Manager</b></span> enables the user to <b>upload</b>, <b>download</b>, <b>edit</b>, or <b>delete</b> user-uploaded or system-generated files.<br>2. <b>Task Manager</b></span> shows the active jobs a user started and <b>job status</b>. The user can <b>share</b> or <b>delete</b> a job there. .<br>3. <span style='color:green'><b>My Account</b></span> allows user to <b>change account information</b>, <b>set email notification</b>, and <b>set connection with other resources</b>, such as <a href='http://biosemantics.arizona.edu/OTO/' target='_blank'>OTO</a>."
	}
]
