[
	{
		"title": "<b>What should I do in Build</b>",
		"content": "<b>Review and build relationships between the terms</b> the system has discovered from the input files. Relationships that are known the systems are pre-placed into the middle grip with three tabs. You can change those decisions.<br><br><b>How to build relationships?</b><br>Move candidate terms from the left panel to the relation grid in the middle by <b>drag-and-drop</b>, or through <b>the pop-up menus invoked by a right-click</b> on a term, or fill the terms with a recommended format in <b>the import window</b>.There are three relationships in the system: is_a, part_of and synonym. You should check whether the tab of the grid is right before you drag-and-drop terms. <br><br>Terms left are not created any relationships with other terms will not appear in the ontology.<br><br><b>If the task is shared</b> with others, the latest result among all users of a shared task is shown for each of the user."}
	{
		"title": "<b>Recommended relation patterns</b>",
		"content": "The system may list recommended relations about each term with other terms for you to select. If a candidate term has recommended relation patterns,  the number of patterns will be shown after the term in the left panel. To add the recommended relations,you should <b>Right-click</b>on this term &gt; <b>Select <span style='color: green'>show patterns</span></b> in the pop-up menus &gt; <b>Select right relations in the pop-up window</b>.<br>In the pop-up window, the <b>green</b> color of the phrase means that relation has already been added into the system and the <b>red</b> color means it hasn’t."}
	{
		"title": "<b>Make category relationships</b>",
		"content": "Two steps to <b>make category relations</b>: <br>first, create a superclass<br>second, add subclasses to it<br><br>Two ways to <b>create a superclass</b>: <br>1.<b>Drag the term from the left</b> and <b>drop</b> it in the yellow area in the grid of the categories tab. <br>2.<b>Drag a subclass term in the categories grid</b> and <b>drop</b> it in a blank row.<br><br>Four ways to <b>add subclasses</b>: <br>1.<b>Right-click</b> on the term in the left panel &gt; select <span style='color: green'>show patterns</span> in the pop-up menu &gt; select subclass of relations in the pop-up window.<br>2.<b>Drag the term from left</b> and <b>drop</b> it in the row its superclass in in the categories grid. <br>3.<b>Left-click on the down arrow</b> revoked by holding the mouse cursor over a superclass term in the category grid or <b>right-click</b> on a term in the right category tree &gt; select <span style='color: green'>add subclass</span> in the pop-up menu &gt; fill the subclass term in the blank of the pop-up window. You can fill in several terms separated by comma at once.<br>4.<b>Drag the term</b> and <b>drop</b> it on other terms  in the middle grid or the or the right tree panel, select <span style='color: green'>create subclass</span> or <span style='color: green'>move subclass</span> in the pop-up menu.<br><br><b>Create subclass</b>will retain the category relation the subclass term dragged from when add it to a new superclass term.<b>Move subclass</b>will remove the category relation of the subclass term with its previous superclass where it dragged from when build a new category relation.<br><br><b>One way to add categories relations in batch</b>:<br><b>Select categories tab</b> in the middle relations panel &gt; <span style='color: green'>import</span> &gt; fill terms in the pop-up window with recommended format."}
	{
		"title": "<b>Remove category relations</b>",
		"content": "If you just want to remove one subclass term from a category relation, two ways can be used:<br>1.<b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the superclass term</b> in the categories grid &gt; Click <span style='color:green'>remove this subclass</span> in the pop-up menu.<br>2.<b>Right-click</b> on the term in the right category tree &gt; Select <span style='color:green'>remove this subclass</span> in the pop-up menu.<br><br>In case you want to <b>remove all the subclasses</b> of a superclass term in a category relation at once, you can:<br>1.<b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the superclass term</b> in the categories grid &gt; Click <span style='color:green'>remove all subclasses</span> in the pop-up menu.<br>2.<b>Right-click</b> on the superclass term in the right category tree &gt; Select <span style='color:green'>remove all subclasses</span> in the pop-up menu.<br><br>If you want to <b>remove the whole category relation</b> include the superclass term and subclass terms at once, <b>click on the down arrow</b> revoked by<b> holding the mouse cursor over the superclass term</b> in the categories grid &gt; click <span style='color:green'>remove row</span> in the pop-up menu."}
	{
		"title": "<b>Make part_of relations</b>",
		"content": "<b>Make part_of relations</b> between terms also has two steps:<br>1.Create a new <b>parent</b> term<br>2.Add <b>part</b> terms to it<br><br>Two ways to <b>create a parent term</b>: <br>1.<b>Drag the term from the left</b> and <b>drop</b> it in the yellow area in the grid of the parts tab. <br>2.<b>Drag a part term in the parts grid</b> and <b>drop</b> it in a blank row.<br><br>Four ways to <b>add subclasses</b>: <br>1.<b>Drag the term from left</b> and <b>drop</b> it in the row its parent term in in the parts grid. <br>2.<b>Left-click on the down arrow</b> revoked by holding the mouse cursor over a parent term in the synonym grid or <b>right-click</b> on a term in the right part tree &gt; select <span style='color: green'>add part</span> in the pop-up menu &gt; fill the part terms in the blank of the pop-up window. More than one terms should be separated by comma.<br>3.<b>Drag the term</b> and <b>drop</b> it on other terms  in the middle grid or the right tree panel, select <span style='color:green'>create part</span> or <span style='color: green'>move part</span> in the pop-up menu.<br><br><b>Create part</b>will retain the part_of relation between the term with its previous parent term where it dragged from when add a new part_of relation to a term.<b>Move part</b>will remove the part_of relation with its previous parent term where it dragged from when build a new part_of relation.<br><br><b>One way to add part_of relations in batch</b>:<br><b>Select parts tab</b> in the middle relations panel &gt; <span style='color: green'>import</span> &gt; fill terms in the pop-up window with recommended format."}
	{
		"title": "<b>Remove part_of relations</b>",
		"content": "If you just want to remove one part term from a part_of relation, two ways can be used:<br>1.<b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the part term</b> in the parts grid &gt; Click <span style='color:green'>remove this part</span> in the pop-up menu.<br>2.<b>Right-click</b> on the term in the right part tree &gt; Select <span style='color:green'>remove this part</span> in the pop-up menu.<br><br>In case you want to <b>remove all parts</b> of a parent term in a part_of relation at once, you can:<br>1.<b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the parent term</b> in the parts grid &gt; Click <span style='color:green'>remove all parts</span> in the pop-up menu.<br>2.<b>Right-click</b> on the parent term in the right parts tree &gt; Select <span style='color:green'>remove all parts</span> in the pop-up menu.<br><br>When you want to <b>remove the whole part_of relation</b> include the parent term and all the parent terms at once, <b>click on the down arrow</b> revoked by<b> holding the mouse cursor over the parent term</b> in the parts grid &gt; click <span style='color:green'>remove row</span> in the pop-up menu."}
	{
		"title": "<b>Make synonyms</b>",
		"content": "<b>Make synonyms</b> between terms also has two steps:<br>1.Create a new <b>preferred</b> term<br>2.Add <b>synonym</b> terms to it<br><br>Two ways to <b>create a preferred term</b>: <br>1.<b>Drag the term from the left</b> and <b>drop</b> it in the yellow area in the grid of the synonym tab. <br>2.<b>Drag a synonym term in the synonym grid</b> and <b>drop</b> it in a blank row.<br><br>Four ways to <b>add subclasses</b>: <br>1.<b>Drag the term from left</b> and <b>drop</b> it in the row its preferred term in in the synonyms grid. <br>2.<b>Left-click on the down arrow</b> revoked by holding the mouse cursor over a preferred term in the synonym grid &gt; select <span style='color:green'>add synonym</span> in the pop-up menu &gt; fill the synonym terms in the blank of the pop-up window. More than one terms should be separated by comma.<br>3.<b>Drag the term</b> and <b>drop</b> it on other terms  in the middle grid or the right tree panel, select <span style='color:green'>create synonym</span> in the pop-up menu.<br><br><b>One way to add synonym relations in batch</b>:<br><b>Select synonym tab</b> in the middle relations panel &gt; <span style='color:green'>import</span> &gt; fill terms in the pop-up window with recommended format."}
	{
		"title": "<b>Remove synonyms</b>",
		"content": "If you just want to <b>remove one synonym term</b> from a synonym relation, you can:<br><b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the synonym term</b> in the synonym grid &gt; Click <span style='color:green'>remove this synonym</span> in the pop-up menu.<br><br>In case you want to <b>remove all synonyms</b> of a preferred term in a synonym relation at once, you can:<br><b>Click on the down arrow</b> revoked by<b> holding the mouse cursor over the preferred term</b> in the synonyms grid &gt; Click <span style='color:green'>remove all synonyms</span> in the pop-up menu.<br><br>When you want to <b>remove the whole synonym relation</b> include the preferred term and all the synonym terms at once:<br><b>click on the down arrow</b> revoked by<b> holding the mouse cursor over the parent term</b> in the synonym grid &gt; click <span style='color:green'>remove row</span> in the pop-up menu."}
	{
		"title": "<b>View term information</b>",
		"content": "<span style='color:green'><b>Term Information area</b></span>, located at the lower part of the screen, provides you the context about the terms. <br><br>The way to <b>view term information</b>:<br><b>Select <span style='color:green'>show term context</span></b> in the pop-up menu revoked by <b>right-clicking</b> on a term in the left candidate panel and the right tree panel or <b>clicking on the down arrow</b>of a term in the relation grid."}
	{
		"title": "<b>Search candidate terms</b>",
		"content": "Use the <span style='color:green'>Filter</span> menu on the candidate term menu bar &gt; fill the term in the search box and press the enter key.<br>Search results will be shown in the candidate terms panel."}
	{
		"title": "<b>Search the relations of a term</b>",
		"content": "Use <span style='color:green'>Set Filter</span> menu on the Relations or the Tree menu bar &gt; fill the term in the search box and press the enter key.<br>Search results will be shown in the relation grid and tree panel. You can see the different relations about the term by clicking on the tabs."}
	{
		"title": "<b>Add new candidate terms</b>",
		"content": "Input terms in the input box at <b>the bottom of the candidate terms area</b> and click the button <span style='color:green'>Add</span>.<br>You can add several terms at once which should be separated by comma."}
	{
		"title": "<b>Add additional input</b>",
		"content": "Use <span style='color:green'>Add additional input</span> button in the upper-right corner below the main menu. <br>You can import another file to generate more candidate terms by using this function."}
	{
		"title": "<b>Sort terms</b>",
		"content": "One way to <b>sort relations</b> is:<br>Use <span style='color:green'>Sort</span> menu on the menu bar below the tabs in relation grid and tree panel.<br><br>You can also sort subclass terms through:<br><b>Click the down arrow</b> revoked by holding the mouse cursor over a superclass term in the grid &gt; <b>Select <span style='color:green'>Order subclasses</span></b> &gt; Sort subclass terms by <b>drag-and-drop</b> and click <span style='color:green'>Set Order</span> to save the change."}
	{
		"title": "<b>Save ontology</b>",
		"content": "Use <span style='color:green'>Save Ontology to File Manager</span> button in the top-right corner below the main menu."}
]
