[
	{
		"title": "<b>What can I do in Task Manager<b>",
		"content": "Task Manager allows you to manage various analyses (we call them Tasks) you started on ETC site, which are often completed in steps. <b>Tasks are listed in the table</b> on this page. <br><br>You can: <br><b>1. Monitor the progress</b> of your task (see <b>Status</b>) <br><b>2. Check ownership</b> of a task (see <b>Access</b>)<br><b>3. Continue a task</b> to the next step (use <span style='color:green'><b>Resume</b></span>)<br><b>4. Go back and redo</b> the critical step of a task (use <span style='color:green'><b>Rewind</b></span>)<br><b>5. Remove one or more tasks</b> (use <span style='color:green'><b>Delete</b></span>)<br><b>6. Share your tasks</b> with other ETC users (use <span style='color:green'><b>Share</b></span>)"},
	{
		"title": "<b>Resume Task</b>",
		"content": "All incomplete tasks can be resumed. Completed tasks are marked as <i>Completed</i> as its status.<br><br>Click to <b>select the tasks</b> you need to resume and click the <span style='color:green'><b>Resume</b></span> button. The page will redirect to the corresponding task's page."},
	{
		"title": "<b>Rewind Task</b>",
		"content": "Each tool has one step requiring substantial user interaction. <b>Click to select a task</b> you need to redo, then click the <span style='color:green'><b>Rewind</b></span> button to go back to that step."},
	{
		"title": "<b>Delete Task</b>",
		"content": "<b>Click to select the tasks</b> and then click the <span style='color:green'><b>Delete</b></span> button."},
	{
		"title": "<b>Share Task</b>",
		"content": "Sharing a task allows other users to contribute to your task. <br><br>1. <b>Click to select the task</b> to share and click the <span style='color:green'><b>Share</b></span> button. <br>2. <b>Select one or more users</b> from left panel and move them to the right, then click <span style='color:green'><b>Shared with Selected</b></span>. <br><br><b>Sharing a task means</b> that the shared-with user(s) will have the same task shown in their Task Manager and will have your input/output files for the task in their Shared folder in File Manager. The latest task status among all shared users is the status shown for all users for the task."}

]