[
	{
		"title": "What I need to do?",
        "content": "During <span style='color:green'><b>System Learning Stage</b></span>, the system identifies words based on their position in the sentences, existing glossary and software's decisions. There is a group of words that the system cannot recognize and some of them might be specific to the domain been analyzed.  At this point the system requires more information to make a finer analysis and this information needs to be provided by the user.  For this purpose, the words are presented in <span style='color:green'><b>Review Stage</b></span> that allows the user to confirm the term categorization performed by the system, correct erroneous categorizations, and further categorize words that were not recognized by the system.<br><br>Most operations on this page can be done by <b>drag and drop</b> or through <b>the pop-up menus invoked by right-clicks</b> on a term, a category, or even some white spaces.<br><br>Now you need to review the categorizations in right screen<span style='color:green'><b>Categories and Categorization Results</b></span>, and if there are to-be-categorized terms in the left area <span style='color:green'><b>Terms to be Categorized</b></span>, you need to either <b>Categorize these terms</b> or <b>mark them as <span style='color:green'>Not Useful</span></b>.<br><br>You are also encouraged to <b>synonymize terms</b>. If you believe one term belongs to multiple categories, you can <b> Categorize it into different categories</b>. You can <b>Correct typos</b> in the terms and <b> Leave comments</b> on a term/your categorization. You can <b>Add new categories</b> if needed. You can <b> Download your categorization results</b> to your local computer. More information related to a term is provided for you in the <span style='color:green'><b>Term Information</b></span>to assist your review/categorization.<br><br>After completing the review, click on <span style='color:green'><b>Next Step in Text Capture</b></span> to move to the parse step."},
    {
		"title": "Categorize terms",
		"content": "To <b>Categorize a term</b> in <span style='color:green'><b>Term to be Categorized</b></span> into a category, <b>drag the term</b> and <b>drop it</b> on the category name of the appropriate category box. Alternatively, <b>right-click</b> on a term to invoke its popup menu, then <b>select <span style='color:green'><i> Categorize &gt; Categorize to</i></span></b> and <b>select appropriate categories</b>.<br><br>To <b>Un-categorize a term</b> in <span style='color:green'><b>Categories and Categorization Results</b></span> (i.e., remove the categorization for the term), <b>drag the term</b> and <b>drop it</b> in the <span style='color:green'><b>Terms to be Categorized area</b></span>. Alternatively, <b>right-click on a term</b> to invoke its popup menu, then <b>select <i><span style='color:green'>Categorize &gt; Remove</i></span></b>."},
	{
		"title": "Discard categorization results",
		"content": "Before you are landed on the Review step, the software has pre-populated some categorizations based on the existing glossaries and other users categorization for the same taxon group, in addition to the software's decisions.<br><br>If you would like to personally categorize each of the terms, i.e., to <b>discard the pre-populated categorization results</b>, <b>Go to main menu</b>, <span style='color:green'><b><i>File &gt; Remove Categorizations &gt; All</i></b></span>. The software will move all categorized terms to the <span style='color:green'><b>Terms to be Categorized</b></span> area for you to categorize.<br><br>If after categorizing the terms for a while, you would like to return to the initial state of the Review step (meaning, to the state where the software just pre-populated the categorization and before any categorization is done by you or your collaborators), <b>Go to main menu</b>, <span style='color:green'><b><i> File &gt; Remove Categorization &gt; Users categorizations</i></b></span>"},
	{
		"title": "Mark a term Not Useful",
		"content": " To <b>mark a to-be-categorized term <span style='color:green'>Not Useful</span></b> as a character, <b>right-click on the term</b> to invoke its popup menu, then <b>select <span style='color:green'><i> Term &gt; Mark &gt; Not Useful</i></span></b>.<br><br>To <b>mark a categorized term <span style='color:green'>Not Useful</span></b>, first <b>un-categorize the term</b>, then do the above."},
	{
		"title": "Make synonyms",
		"content": "If two terms are synonyms or alternative spellings, you can make them synonyms by <b>dragging term 1 onto term 2</b>. Term 2 will be considered a preferred term (marked with a folder icon), holding all its synonyms, e.g., term 1.<br><br>To break up synonym relations, <b>right-click on the preferred term</b> (marked with a folder icon) to invoke its popup menu, <b>select <span style='color:green'><i>Synonymize &gt; Remove Synonyms</i></span></b> and <b>Select the synonyms</b> to be released, or <span style='color:green'><b>select <i>Synonymize &gt; Remove All Synonyms</i></b></span> to release all synonyms. The released synonyms will remain in the same category."},
	{
		"title": "Multiple categories",
		"content": "A term can be categorized into multiple categories if needed. A to-be-categorized term can be put into multiple categories by <b>right-clicking on the term</b> to invoke its popup menu, then <span style='color:green'><b>select <i> Categorize &gt; Categorize to</i></b></span> and <b>select appropriate categories</b>.<br><br>A categorized term can be copied into multiple categories as well, by either <b>drag and drop the term</b> to additional desired categories and <b>select <span style='color:green'>Copy</span></b> when prompted, or by <b>right-clicking on the term</b> to invoke its popup menu, then <b>select <span style='color:green'><i>Categorize &gt; Copy to</i><span style='color:green'></b> and <b>select appropriate categories</b>."},
	{
		"title": "Correct typos and add comments",
		"content": "To correct typos, <b>right-click on a term</b> to invoke its popup menu, <b>select <span style='color:green'><i> Term &gt; Correct Spelling</i></span></b>. <br> <br>To comment on a term, <b>right-click on a term</b> to invoke its popup menu, <b>select <span style='color:green'><i>Term &gt; Comment</i></span></b>. You can view all the comments made on the current set of terms by <b>clicking on the <span style='color:green'>Comments</span></b> menu on the main menu at the top of the term review interface."},
	{
		"title": "Create a new category",
		"content": "To add a new category, <b>right-click on white space anywhere</b> in the <span style='color:green'><b>Categories and Categorization Results</b></span> area to invoke its popup menu, and <b>select <span style='color:green'><i>Category &gt; Add</i></span></b>. You will need to provide a definition for the category you created. <br><br><b> Caution:</b> All categories containing terms in the <span style='color:green'><b>Categories and Categorization Results</b></span> area, including user added ones, will be used later to generate characters for taxon-character matrices.<br><br><span style='color:red'> Please do not create temporary convenient categories such as 'not useful', 'difficult terms', 'misspellings' etc. Good categories are some characters your organisms have with a set of known states. </span>"},
	{
		"title": "View term information",
		"content": "<span style='color:green'><b>Term Information area</b></span>, located at the lower part of the screen, provides you additional information about the terms, such as the categories a term currently is in (Locations tab), the source sentences where the term appears in the input descriptions (Context tab), and the definitions of the term in other ontologies (Ontologies tab). <b>Click on a term</b>, then <b>select a tab to view corresponding information</b>.<br><br>You can include ontologies of your choice by <b>accessing the <span style='color:green'>Ontologies menu</b></span> on the main menu bar - including too many ontologies will slow down system responding time. The ontologies selected are not used in subsequence processing steps at this time. <br> <br> To search for a term, use the <span style='color:green'><b>Search menu</b></span> on the main menu bar."},
	{
		"title": "Download categorization results",
		"content": "<b>Go to main menu</b>, <i><span style='color:green'><b>File &gt; Download Categorization Results</b></span></i> ." }
]